export default [
    {
        no: "๑",
        qust: "อยากทราบว่า ชีวิตความเป็นอยู่ของทหารภายใน กรม กอง มีความแตกต่างกับเมื่ออยู่บ้าน ในสาระสำคัญ อะไรบ้าง",
        answer: "๑. ต้องอยู่ในระเบียบวินัยข้อบังคับ\n๒. ต้องดำเนินชีวิตประจำวันเหมือนกันหมด",
        answer2: "๑. ต้องอยู่ในระเบียบวินัยข้อบังคับ ๒. ต้องดำเนินชีวิตประจำวันเหมือนกันหมด",
        answer3: "๑.ต้องอยู่ในระเบียบวินัยข้อบังคับ ๒.ต้องดำเนินชีวิตประจำวันเหมือนกันหมด",
        answer4: "1.ต้องอยู่ในระเบียบวินัยข้อบังคับ 2.ต้องดำเนินชีวิตประจำวันเหมือนกันหมด",
        //เค้าก็อยากให้ตัวมาดูเเลเค้าเหมือนกัน คิดถึงมากนะ หมูผอมของเค้าา
    },

    {
        no: "๒",
        qust: "เครื่องแบบทหารถือว่าเป็นเครื่องแบบที่มีเกียรติประชาชนทั่วไปไม่มีสิทธิจะแต่งได้  ถ้าประชาชนนำเครื่องแบบทหารไปแต่งจะเกิดผลอย่างไร",
        answer: "ถือว่าผิดกฎหมายและจะได้รับโทษตามกฎหมาย"
    },
    {
        no: "๓",
        qust: "ทหารทุกคนจะต้องมีความรับผิดชอบต่ออาวุธประจำกายของตนอย่างไร จงตอบมาสั้น ๆ พอเข้าใจ",
        answer: "เอาใจใส่ตรวจตราไม่ให้อาวุธชำรุดเสียหาย"
    },
    {
        no: "๔",
        qust: "ทหารทุกคนย่อมมีความรับผิดชอบเกี่ยวกับการปฏิบัติตนในหน่วยทหาร อยู่ ๓ ประการ อยากทราบว่ามีอะไรบ้าง",
        answer: "๑. ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร ๒. ต้องปฏิบัติตามระเบียบข้อบังคับ ๓. ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน",
        answer2: "๑. ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร\n๒. ต้องปฏิบัติตามระเบียบข้อบังคับ\n๓. ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน",
        answer3: "๑.ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร\n๒.ต้องปฏิบัติตามระเบียบข้อบังคับ\n๓.ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน",
        answer4: "๑.ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร ๒.ต้องปฏิบัติตามระเบียบข้อบังคับ\n๓.ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน"



    },
    {
        no: "๕",
        qust: "เมื่อทหารเป็นพลเรือน ทหารจะต้องอยู่ภายใต้กฎหมายบ้านเมืองอยากทราบว่าเมื่อมาเป็นทหาร ทหารจะต้องอยู่ภายใต้กฎหมายและข้อบังคับอะไรบ้าง",
        answer: "๑. กฎหมายบ้านเมือง ๒. กฎหมายอาญาทหาร ๓. พระราชบัญญัติวินัยทหาร ๔. แบบธรรมเนียมและข้อบังคับของทหารทั้งปวง",
        answer2: "๑.กฎหมายบ้านเมือง ๒.กฎหมายอาญาทหาร ๓.พระราชบัญญัติวินัยทหาร ๔.แบบธรรมเนียมและข้อบังคับของทหารทั้งปวง",
        answer3: "๑. กฎหมายบ้านเมือง\n๒. กฎหมายอาญาทหาร\n๓. พระราชบัญญัติวินัยทหาร\n๔. แบบธรรมเนียมและข้อบังคับของทหารทั้งปวง",
        answer4: "๑.กฎหมายบ้านเมือง\n๒.กฎหมายอาญาทหาร\n๓.พระราชบัญญัติวินัยทหาร\n๔.แบบธรรมเนียมและข้อบังคับของทหารทั้งปวง",

    },
    {
        no: "๖",
        qust: "พลทหารปีที่ ๑ จะได้รับเงินเดือนในอัตราเดือนละเท่าไรและจะต้องถูกทางราชการหักเงินเดือนไว้เป็นเงินฝากเดือนละเท่าไร",
        answer: "จะได้รับเงินเดือน ๓,๖๗๐ บาท และถูกหักฝากเดือนละ ๘๕ บาท"
    },
    {
        no: "๗",
        qust: "เบี้ยเลี้ยง คืออะไร",
        answer: "เบี้ยเลี้ยง คือเงินอีกส่วนหนึ่งที่ทางราชการจ่ายให้นอกเหนือจากเงินเดือนเพื่อประสงค์ให้ผู้บังคับบัญชาใช้จ่ายเป็นเงินค่าประกอบเลี้ยง",
        answer2: "เบี้ยเลี้ยง คือ เงินอีกส่วนหนึ่งที่ทางราชการจ่ายให้นอกเหนือจากเงินเดือนเพื่อประสงค์ให้ผู้บังคับบัญชาใช้จ่ายเป็นเงินค่าประกอบเลี้ยง"

    },
    {
        no: "๘",
        qust: "เงินฝากส่วนตัว ทหารฝาก ทหารจะได้รับคืนเมื่อไร",
        answer: "เงินฝากส่วนตัว ทหารจะได้รับคืนเมื่อปลดออกจากกองประจำการ",
        answer2: "เงินฝากส่วนตัวทหารจะได้รับคืนเมื่อปลดออกจากกองประจำการ"

    },
    {
        no: "๙",
        qust: "ทำไมผู้บังคับบัญชาจึงไม่ยอมให้ทหารใหม่ลา ใน ๑๐ สัปดาห์แรก",
        answer: "เพราะทหารใหม่จะต้องรับการฝึกสอนตามระเบียบและหลักสูตรการฝึก"
    },
    {
        no: "๑๐",
        qust: "การลาสำหรับทหารกองประจำการแบ่งออกเป็นกี่ประเภท อะไรบ้าง",
        answer: "การลาแบ่งออกเป็น ๒ ประเภท คือ ๑. การลาป่วย ๒. การลากิจ",
        answer2: "การลาแบ่งออกเป็น ๒ ประเภท คือ ๑.การลาป่วย ๒.การลากิจ",
        answer3: "การลาแบ่งออกเป็น ๒ ประเภท คือ\n๑. การลาป่วย\n๒. การลากิจ",
        answer4: "การลาแบ่งออกเป็น ๒ ประเภท คือ\n๑.การลาป่วย\n๒.การลากิจ",
    },
    {
        no: "๑๑",
        qust: "ในระหว่างที่ทหารลากิจถ้าได้รับทราบว่าผู้บังคับบัญชาเรียกกลับหรือทราบว่ามีสถานการณ์ฉุกเฉินเกิดขึ้นในบ้านเมืองทหารจะต้องทำอย่างไร",
        answer: "ทหารต้องรีบเดินทางกลับหน่วยโดยเร็วที่สุด"
    },
    {
        no: "๑๒",
        qust: "เมื่อทหารเป็นพลเรือนถ้าอยู่ในครอบครัวย่อมจะมีหัวหน้าครอบครัวมีผู้ใหญ่บ้าน มีกำนัน มีนายอำเภอปกครองดูแล เมื่อมาเป็นทหารก็มีผู้ปกครองดูแลเช่นกัน ทหารเรียกผู้ที่คอยดูแลทหารว่าอย่างไร",
        answer: "เรียกผู้ที่คอยดูแลทหารว่า ผู้บังคับบัญชา"
    },
    {
        no: "๑๓",
        qust: "ผู้บังคับบัญชาทางทหาร แบ่งเป็นกี่ประเภท อะไรบ้าง",
        answer: "ผู้บังคับบัญชาทางทหาร แบ่งเป็น ๒ ประเภท คือ ๑. ผู้บังคับบัญชาโดยตรง ๒. ผู้บังคับบัญชาตามลำดับชั้น",
        answer2: "ผู้บังคับบัญชาทางทหาร แบ่งเป็น ๒ ประเภท คือ\n๑. ผู้บังคับบัญชาโดยตรง\n๒. ผู้บังคับบัญชาตามลำดับชั้น",
        answer3: "ผู้บังคับบัญชาทางทหาร แบ่งเป็น ๒ ประเภท คือ ๑.ผู้บังคับบัญชาโดยตรง ๒.ผู้บังคับบัญชาตามลำดับชั้น",
        answer4: "ผู้บังคับบัญชาทางทหาร แบ่งเป็น ๒ ประเภท คือ\n๑.ผู้บังคับบัญชาโดยตรง\n๒.ผู้บังคับบัญชาตามลำดับชั้น"
    },
    {
        no: "๑๔",
        qust: "ผู้บังคับบัญชาโดยตรงของพลทหารคือใคร",
        answer: "ผู้บังคับบัญชาโดยตรงของพลทหารคือ ผู้บังคับหมู่ของตนเอง"
    },
    {
        no: "๑๕",
        qust: "บุคคลและสิ่งใดบ้างที่ทหารจะต้องแสดงความเคารพ ให้บอกมา ๒ อย่าง",
        answer: "ทหารจะต้องแสดงความเคารพ\n๑. พระบาทสมเด็จพระเจ้าอยู่หัว และสมเด็จพระนางเจ้า พระบรมราชินีนาถ\n๒. พระบรมวงศานุวงศ์\n๓. นายกรัฐมนตรี\n๔. รัฐมนตรีว่าการกระทรวงกลาโหม\n๕. ธงชัยเฉลิมพล , ธงชาติ\n๖. ผู้บังคับบัญชา",
        answer: "ทหารจะต้องแสดงความเคารพ\n๑.พระบาทสมเด็จพระเจ้าอยู่หัว และสมเด็จพระนางเจ้า พระบรมราชินีนาถ\n๒.พระบรมวงศานุวงศ์\n๓.นายกรัฐมนตรี\n๔.รัฐมนตรีว่าการกระทรวงกลาโหม\n๕.ธงชัยเฉลิมพล , ธงชาติ\n๖.ผู้บังคับบัญชา"

    },
    {
        no: "๑๖",
        qust: "ทหารทุกคนย่อมมีความรับผิดชอบเกี่ยวกับการปฏิบัติตนในหน่วยทหาร อยู่ ๓ ประการ อยากทราบว่ามีอะไรบ้าง",
        answer: "๑. ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร ๒. ต้องปฏิบัติตามระเบียบข้อบังคับ ๓. ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน",
        answer: "๑.ต้องปรับตนให้เข้ากับสภาพแวดล้อมในหน่วยทหาร ๒.ต้องปฏิบัติตามระเบียบข้อบังคับ ๓.ต้องเห็นอกเห็นใจ และเอื้อเฟื้อเผื่อแผ่ในระหว่างเพื่อนทหารด้วยกัน"

    },
    {
        no: "๑๗",
        qust: "ถ้าทหารสะพายอาวุธ และกำลังเคลื่อนที่ทหารจะทำท่าเคารพด้วยท่าอะไร",
        answer: "ทำท่าเดินแกว่งมือ แล้วทำแลขวา หรือแลซ้าย"
    },
    {
        no: "๑๘",
        qust: "เมื่อทหารเข้าไปในโบสถ์ หรือ อาคารเคหะสถานต่างๆ ทหารจะแสดงความเคารพสถานที่นั้นได้อย่างไร",
        answer: "ด้วยการถอดหมวก"
    },
    {
        no: "๑๙",
        qust: "ทหารบกแบ่งออกเป็นกี่เหล่า",
        answer: "ทหารบก แบ่งออกเป็น ๑๗ เหล่า"
    },
    {
        no: "๒๐",
        qust: "เหล่าทหารราบ มีหน้าที่อย่างไร",
        answer: "เหล่าทหารราบ มีหน้าที่ ปฏิบัติการรบด้วยการเดินเท้าเพื่อแย่งยึดหรือรักษาพื้นที่ จนถึงขั้นแตกหัก"
    },
    {
        no: "๒๑",
        qust: "เหล่าทหารพลาธิการ มีหน้าที่อย่างไร",
        answer: "เหล่าทหารพลาธิการ มีหน้าที่ ส่งกำลัง เรื่องอาหาร, เครื่องแต่งกาย, น้ำมันเชื้อเพลิง, เครื่องสุขภัณฑ์, เครื่องสนาม, เครื่องนอน ให้แก่ทหารเหล่าอื่นๆ"
    },
    {
        no: "๒๒",
        qust: "เครื่องแต่งกายหลักของกองทัพบกใช้สีอะไร",
        answer: "สีกากีแกมเขียว"
    },
    {
        no: "๒๓",
        qust: "เครื่องแบบสนามสำหรับพลทหารมีลักษณะเช่นเดียวกับเครื่องแบบฝึก แต่จะผิดกับเครื่องแบบฝึกที่ตรงไหน",
        answer: "เครื่องแบบสนาม ต้องใช้เครื่องสนามประกอบด้วย"
    },
    {
        no: "๒๔",
        qust: "ผู้อบรมแสดงเครื่องหมายยศ ชั้นนายทหารประทวนมา ๑ ยศ ถามว่ายศอะไร",
        answer: "ยศตามที่ยกมา สิบตรี-จ่าสิบเอก (อย่างใดอย่างหนึ่ง)"
    },
    {
        no: "๒๕",
        qust: "ผู้อบรมแสดงเครื่องหมายยศชั้นนายทหารสัญญาบัตรมา ๑ ยศถามว่ายศอะไร",
        answer: "ยศตามที่ยกมา ร้อยตรี-พลเอก (อย่างใดอย่างหนึ่ง)",
        answer2: "ยศตามที่ยกมา ร้อยตรี - พลเอก (อย่างใดอย่างหนึ่ง)"
    },
    {
        no: "๒๖",
        qust: "กองรักษาการณ์ มีกี่ประเภท อะไรบ้าง",
        answer: "กองรักษาการณ์ มี ๒ ประเภท คือ\n๑. กองรักษาการณ์ภายใน\n๒. กองรักษาการณ์ภายนอก",
        answer: "กองรักษาการณ์ มี ๒ ประเภท คือ\n๑.กองรักษาการณ์ภายใน\n๒.กองรักษาการณ์ภายนอก"
    },
    {
        no: "๒๗",
        qust: "หน่วยทหารที่เข้าปฏิบัติหน้าที่กองรักษาการณ์ จะต้องปฏิบัติหน้าที่ห้วงหนึ่งเป็นเวลาติดต่อกันกี่ชั่วโมง",
        answer: "ปฏิบัติหน้าที่ติดต่อกัน ๒๔ ชั่วโมง"
    },
    {
        no: "๒๘",
        qust: "ทหารยาม มีหน้าที่ที่สำคัญอะไรบ้าง",
        answer: "ทหารยาม มีหน้าที่สำคัญ คือ\n๑. ต้องรักษาหน้าที่อย่างเคร่งครัด\n๒. คอยสังเกตกิริยาอาการของคนที่จะเข้ามาใกล้\n๓. มีเหตุการณ์ผิดปกติต้องรีบรายงาน\n๔. ป่วยต้องรายงาน"
    },

    {
        no: "๒๙",
        qust: "ปกติคนเราจะเกิดความกลัวเมื่อต้องเผชิญกับภัยอันตราย เราจะสามารถเผชิญอันตรายนั้นได้อย่างไร",
        answer: "เราจะเผชิญอันตรายด้วยการข่มจิตใจให้กล้าหาญ"
    },
    {
        no: "๓๐",
        qust: "ความกล้าหาญ มีกี่ลักษณะ อะไรบ้าง",
        answer: "ความกล้าหาญ มี ๒ ลักษณะ คือ\n๑. ความกล้าหาญทางกาย\n๒. ความกล้าหาญทางใจ"
    },
    {
        no: "๓๑",
        qust: "เมื่อทหารเกิดความกลัวทหารจะควบคุมบังคับจิตใจให้สงบ วิธีที่ดีที่สุดทำอย่างไร",
        answer: "เมื่อเกิดความกลัว วิธีที่ดีที่สุดในการบังคับจิตใจให้สงบคือ พยายามยึดสิ่งหนึ่งสิ่งใดเป็นที่พึ่งทางใจ"
    },
    {
        no: "๓๒",
        qust: "ความอดทน แบ่งออกเป็น ๒ ลักษณะ อะไรบ้าง",
        answer: "ความอดทน แบ่งออกเป็น ๒ ลักษณะ คือ\n๑. ความอดทนทางกาย\n๒. ความอดทนทางใจ"
    },
    {
        no: "๓๓",
        qust: "พื้นฐานที่สำคัญ ๒ ประเภทที่จะทำให้ทหารมีความอดทน ทางกายได้นั้น มีอะไรบ้าง",
        answer: "พื้นฐานที่จะทำให้มีความอดทนทางกาย คือ\n๑. ต้องมีกำลังทางร่างกายสมบูรณ์แข็งแรง\n๒. ต้องมีกำลังใจที่เด็ดเดี่ยว"
    },
    {
        no: "๓๔",
        qust: "ความเสียสละ คืออะไร",
        answer: "ความเสียสละ คือ การมีน้ำใจกว้างขวาง มุ่งทำประโยชน์ให้ส่วนรวม โดยไม่คิดเห็นแก่ประโยชน์ส่วนตัว"
    },
    {
        no: "๓๕",
        qust: "ในการที่จะเสริมสร้างตนเองให้เป็นคนเสียสละนั้น ทหารจะต้องฝึกหัดตนในเรื่องอะไรบ้าง",
        answer: "การเสริมสร้างให้เป็นคนเสียสละต้องฝึกหัดในเรื่อง\n๑. ฝึกหัดให้มีนิสัย ให้ความรักความร่วมมือกับหมู่คณะ\n๒. ฝึกหัดให้ไม่เห็นแก่ประโยชน์ส่วนตัว\n๓. ฝึกหัดให้เป็นคนกล้าพูดในสิ่งที่ควรพูด\n๔. ฝึกหัดสนใจ และพยามยามให้ความช่วยเหลือผู้อื่น\n๕. เห็นอกเห็นใจผู้อื่น"
    },
    {
        no: "๓๖",
        qust: "ทำไมในวงการทหารของเราจึงถือว่าความสามัคคีเป็นสิ่งสำคัญยิ่ง",
        answer: "ทหารถือว่าความสามัคคีเป็นสิ่งสำคัญยิ่ง เพราะ\n๑. ทหารจะต้องปฏิบัติการรบโดยพร้อมเพรียง\n๒. แม้จะมีกำลังมากอาวุธดี ความรู้ดี ถ้าไม่มีความสามัคคี จะเอาชนะข้าศึกไม่ได้"
    },
    {
        no: "๓๗",
        qust: "ความพร้อมเพรียงมีความหมายที่แบ่งออกได้เป็น ๒ ลักษณะ หมายถึงอะไรบ้าง",
        answer: "ความพร้อมเพรียง หมายถึง\n๑. การออกแรงทำงานพร้อมกันทั้งกายและใจ\n๒. การรู้จักการทำงานตามหน้าที่ของตน"
    },
    {
        no: "๓๘",
        qust: "การเป็นผู้มีอุปนิสัยซื่อตรง ตั้งมั่นอยู่ในหลักธรรม ตลอดจนเป็นผู้มีคุณสมบัติในทางรักษาสัจจะและประพฤติตนในสิ่งที่ดีงาม เรียกว่าเป็นบุคคลเช่นไร",
        answer: "เป็นบุคคลที่มีความซื่อสัตย์สุจริต",
        answer2: "เป็นบุคคลที่มีความซื่อสัตย์สุจริต"
    },

    {
        no: "๓๙",
        qust: "กายสุจริต วจีสุจริต มโนสุจริต คืออะไร",
        answer: "๑. กายสุจริต คือ การประพฤติดีทางกาย\n๒. วจีสุจริต คือ การประพฤติดีทางวาจา\n๓. มโนสุจริต คือ การประพฤติดีทางใจ"
    },
    {
        no: "๔๐",
        qust: "เกียรติยศของทหาร หมายความว่าอย่างไร",
        answer: "เกียรติยศของทหาร หมายถึงคุณงามความดีของทหารที่บุคคลทั่วไปยกย่องสรรเสริญ"
    },
    {
        no: "๔๑",
        qust: "เกียรติศักดิ์ หมายความว่าอย่างไร",
        answer: "เกียรติศักดิ์ หมายถึง อำนาจที่เกิดขึ้นจากการกระทำความดี"
    },
    {
        no: "๔๒",
        qust: "ความลืมตน ความหลงผิด การกระทำสิ่งใดโดยพลั้งเผลอ หรือทำความเสียหายให้เกิดขึ้นเรียกว่าอะไร",
        answer: "เรียกว่า ความประมาท"
    },
    {
        no: "๔๓",
        qust: "คำว่า กรม กอง มีความหมายถึงสิ่งต่าง ๆ ๔ อย่างอะไรบ้าง",
        answer: "กรม กอง หมายถึง\n๑. เหล่าและสังกัดของทหาร\n๒. ที่ตั้งหน่วย\n๓. โรงเรือนต่างๆ\n๔. ผู้บังคับบัญชาและเพื่อนทหารด้วยกัน"
    },
    {
        no: "๔๔",
        qust: "ในการรักษาทรัพย์สินของทางราชการ ทหารควรจะต้องปฏิบัติอย่างไรบ้าง ตอบเป็นข้อสั้น ๆ",
        answer: "๑. ใช้ของต้องเกรงใจผู้อื่น\n๒. เวลาใช้ต้องหวงแหนและรักษาอย่างดี\n๓. ถนอมรักษาให้อยู่ในสภาพดี"
    },
    {
        no: "๔๕",
        qust: "เมื่อทหารอยู่ในกองร้อย มีเพื่อนทหารคนหนึ่งได้รับข่าวร้ายทางบ้าน กำลังมีความทุกข์อยู่ในใจทหารจะต้องแสดงกิริยาอย่างไรกับเพื่อนคนนั้น",
        answer: "ต้องเอาใจใส่ และพูดจาให้กำลังใจแก่เพื่อน"
    },
    {
        no: "๔๖",
        qust: "เมื่อทหารโดยสารรถประจำทางทหารควรมีมารยาทที่จะต้องยึดถือปฏิบัติอยู่หลายประการ (ตอบมา ๓ ข้อ)",
        answer: "มารยาทในการโดยสารรถประจำทางของทหาร\n๑. ต้องขึ้น - ลง ตามป้าย\n๒. ต้องเอื้อเฟื้อต่อพระภิกษุ สามเณร เด็ก คนชรา และสตรี\n๓. ต้องไม่สูบบุหรี่\n๔. ต้องไม่พูดคุยเสียงดัง \n๕. ชำระค่าโดยสาร"
    },
    {
        no: "๔๗",
        qust: "ทัณฑ์ที่ผู้บังคับบัญชาจะใช้ลงโทษผู้ประพฤติผิดวินัย แบ่งออกเป็น ๕ สถาน",
        answer: "ทัณฑ์ ๕ สถาน ได้แก่\n๑. ภาคทัณฑ์\n๒. ทัณฑ์กรรม\n๓. กัก\n๔. ขัง\n๕. จำขัง"
    },
    {
        no: "๔๘",
        qust: "วินัยทหาร คืออะไร",
        answer: "วินัยทหาร คือ การที่ทหารจะต้องประพฤติตนให้ถูกต้องตาม ธรรมเนียมทหารและตามกฎหมายของบ้านเมือง"
    },
    {
        no: "๔๙",
        qust: "ทัณฑ์ที่ผู้บังคับบัญชาจะใช้ลงโทษผู้ประพฤติผิดวินัย แบ่งออกเป็น ๕ สถาน",
        answer: "ทัณฑ์ ๕ สถาน ได้แก่\n๑. ภาคทัณฑ์\n๒. ทัณฑ์กรรม\n๓. กัก\n๔. ขัง\n๕. จำขัง"
    },
    {
        no: "๕๐",
        qust: "วินัยทหาร คืออะไร",
        answer: "วินัยทหาร คือ การที่ทหารจะต้องประพฤติตนให้ถูกต้องตาม ธรรมเนียมทหารและตามกฎหมายของบ้านเมือง"
    },
    {
        no: "๕๑",
        qust: "ที่ว่าพลเมืองดีป้องกันประเทศชาตินั้น สามารถทำได้ ในลักษณะใดบ้าง",
        answer: "๑. ชายฉกรรจ์ต้องเข้ารับราชการทหาร\n๒. ปฏิบัติตนตามกฎหมายบ้านเมือง\n๓. ปฏิบัติตามคำแนะนำของทางราชการทหาร\n๔. รายงานข่าวสารที่เป็นประโยชน์ให้กับราชการทหาร",
        answer2: "๑. ชายฉกรรจ์ต้องเข้ารับราชการทหาร ๒. ปฏิบัติตนตามกฎหมายบ้านเมือง ๓. ปฏิบัติตามคำแนะนำของทางราชการทหาร ๔. รายงานข่าวสารที่เป็นประโยชน์ให้กับราชการทหาร"
    },
    {
        no: "๕๒",
        qust: "ทำไมทหารจึงต้องมีความรักประเทศชาติ",
        answer: "๑. เพื่อความดำรงอยู่ของชาติและประชาชน\n๒. เพื่อความดำรงอยู่ของความสงบสุข\n๓. เพื่อรักษาความเป็นเอกราช",
        answer2: "๑. เพื่อความดำรงอยู่ของชาติและประชาชน ๒. เพื่อความดำรงอยู่ของความสงบสุข ๓. เพื่อรักษาความเป็นเอกราช"
    },
    {
        no: "๕๓",
        qust: "การร่วมมือร่วมใจของประชาชนในชาติที่จะมีความรักใคร่ที่จะช่วยกันทำมาหากินเพื่อให้ประเทศชาติมีผลผลิตสูงเป็นการป้องกันประเทศชาติในทางใด",
        answer: "เป็นการป้องกันประเทศชาติในทางเศรษฐกิจ"
    },
    {
        no: "๕๔",
        qust: "อยากทราบว่าเพราะเหตุใด ประเทศชาติ จึงจำเป็นต้องมีกำลังทหาร",
        answer: "๑. มีไว้เพื่อป้องกันภัยจากภายนอกประเทศ\n๒. มีไว้เพื่อช่วยกันรักษาความสงบภายใน"
    },
    {
        no: "๕๕",
        qust: "ในการเตรียมกำลังไว้สำหรับป้องกันประเทศชาติ      ยามคับขันประเทศเรามีแนวทางปฏิบัติเช่นไร",
        answer: "๑. คัดเลือกชายฉกรรจ์ที่มีอายุครบ ๒๑ ปีเข้ามารับราชการ คนละ ๒ ปี\n๒. เมื่อครบ ๒ ปีแล้วปลดเป็นกองหนุน\n๓. หมุนเวียนคัดเลือกเข้ามาปีละ ๒ ผลัด\n๔. ถ้าจำเป็นต้องใช้กำลังมาก ต้องเรียกทหารกองหนุน  เข้ามาประจำการด้วย"
    },
    {
        no: "๕๖",
        qust: "คำว่า “ประชาธิปไตย”  หมายถึงอะไร",
        answer: "ประชาธิปไตย หมายถึงระบอบการปกครองประเทศระบอบหนึ่งซึ่งเป็นการปกครองของประชาชนเพื่อประชาชนโดยประชาชน"
    },
    {
        no: "๕๗",
        qust: "ศักดิ์ของกฎหมาย หมายถึงอะไร",
        answer: "ศักดิ์ของกฎหมาย หมายถึง ลำดับ ฐานะ หรือความสูงต่ำของกฎหมาย"
    },
    {
        no: "๕๘",
        qust: "การบริหารราชการแผ่นดินเป็นหน้าที่ของใคร",
        answer: "การบริหารราชการแผ่นดิน เป็นหน้าที่ของคณะรัฐมนตรีและรัฐมนตรีเจ้ากระทรวงที่เกี่ยวข้อง"
    },
    {
        no: "๕๙",
        qust: "บทบาทของศาลยุติธรรมคืออะไร",
        answer: "บทบาทของศาลยุติธรรมคือ การพิจารณาพิพากษาอรรถคดีทั้งหลายตามกฎหมายบ้านเมืองอย่างเป็นอิสระ ด้วยความยุติธรรม"
    },
    {
        no: "๖๐",
        qust: "องค์กรที่เป็นหลักประกันความเป็นอิสระของผู้พิพากษาในปัจจุบันคือ",
        answer: "คณะกรรมการตุลาการ"
    },
    {
        no: "๖๑",
        qust: "ประโยชน์ที่กฎหมายรับรองคุ้มครองให้เรียกว่าอะไร",
        answer: "สิทธิ"
    },
    {
        no: "๖๒",
        qust: "รัฐธรรมนูญแห่งราชอาณาจักรไทย ฉบับปัจจุบัน ปี พ.ศ.ใด",
        answer: "พ.ศ.๒๕๕๐"
    },
    {
        no: "๖๓",
        qust: "ความคิดเห็นของประชาชนที่มีอิทธิพลสำคัญที่สุดคือ",
        answer: "ประชามติ",
        answer2: "ประชามติ"
    },
    {
        no: "๖๔",
        qust: "กฎหมายสูงสุดของประเทศคืออะไร",
        answer: "รัฐธรรมนูญ"
    },
    {
        no: "๖๕",
        qust: "ใครเป็นผู้ตราพระราชกำหนด",
        answer: "พระมหากษัตริย์"
    },
    {
        no: "๖๖",
        qust: "คำว่าพระมหากษัตริย์ หากแปลตามรูปศัพท์ หมายความว่าอย่างไร",
        answer: "นักรบผู้ยิ่งใหญ่"
    },
    {
        no: "๖๗",
        qust: "พระมหากษัตริย์ที่ทรงกอบกู้เอกราชจากการเสียกรุงศรีอยุธยาครั้งที่ ๑ ทรงพระนามว่า",
        answer: "สมเด็จพระนเรศวรมหาราช"
    },
    {
        no: "๖๘",
        qust: "พระมหากษัตริย์ทรงดำรงตำแหน่งใดในกองทัพไทย",
        answer: "ดำรงตำแหน่ง จอมทัพไทย"
    },
    {
        no: "๖๙",
        qust: "หนังสือทางการเมืองเล่มแรกของไทยมีชื่อว่าอะไร",
        answer: "ดรุโณวาท"
    },
    {
        no: "๗๐",
        qust: "พระมหากษัตริย์ทรงอยู่เหนือการเมือง มีความหมายว่าอย่างไร",
        answer: "จะไม่ส่งเสริมหรือฝักใฝ่ในพรรคการเมืองใดๆ"
    },
    {
        no: "๗๑",
        qust: "ทศพิธราชธรรม เป็นธรรมสำหรับใคร",
        answer: "สำหรับพระมหากษัตริย์"
    },
    {
        no: "๗๒",
        qust: "พระราชปณิธานของพระบาทสมเด็จพระเจ้าอยู่หัว อันก่อสายใยระหว่างพระมหากษัตริย์กับประชาชนคือ",
        answer: "จะปกครองแผ่นดินโดยธรรม เพื่อประโยชน์สุขของมหาชนชาวสยาม"
    },
    {
        no: "๗๓",
        qust: "ประมุขของประเทศไทยคือ",
        answer: "พระมหากษัตริย์"
    },
    {
        no: "๗๔",
        qust: "มูลนิธิราชประชานุเคราะห์เริ่มจัดตั้งขึ้นเมื่อ พ.ศ.ใด",
        answer: "พ.ศ.๒๕๐๖"
    },
    {
        no: "๗๕",
        qust: "จักรพรรดิ หมายถึงอะไร",
        answer: "หมายถึง ผู้ปกครองที่ปวงชนพึงใจและเป็นผู้มีคุณธรรมสูงส่ง",
        answer2: "ผู้ปกครองที่ปวงชนพึงใจและเป็นผู้มีคุณธรรมสูงส่ง"
    },
    {
        no: "๗๖",
        qust: "การลงบัญชีทหารกองเกินจะต้องไปแสดงตนที่ไหน",
        answer: "ณ ที่ว่าการอำเภอ"
    },
    {
        no: "๗๗",
        qust: "ทหารกองหนุนประเภทที่ ๑ คือ",
        answer: "ทหารที่ปลดจากกองประจำการ โดยรับราชการในกองประจำการจนครบกำหนด"
    },
    {
        no: "๗๘",
        qust: "ความสุภาพอ่อนน้อมหมายถึง",
        answer: "การแสดงกิริยาวาจาเรียบร้อย เคารพต่อบุคคลอื่นตามสมควร"
    },

    {
        no: "๗๙",
        qust: "ความจำเป็นในการที่ต้องมีกำลังในกองทัพคือ",
        answer: "เพื่อความดำรงอยู่แห่งเอกราชและอธิปไตยของชาติ "
    },
    {
        no: "๘๐",
        qust: "ชายที่มีสัญชาติเป็นไทยตามพระราชบัญญัติสัญชาติได้แก่อะไร",
        answer: "๑. การได้สัญชาติโดยกำเนิด\n๒. การได้สัญชาติโดยการแปลงชาติ"
    },
    {
        no: "๘๑",
        qust: "ทหารมีหน้าที่อะไร",
        answer: "ทหารมีหน้าที่ต้องรักษาประเทศชาติให้ปลอดภัยจากการรุกรานของศัตรูทั้งภายในและนอกประเทศ"
    },
    {
        no: "๘๒",
        qust: "กำลังทหารของประเทศแบ่งออกเป็นหน่วยใหญ่ มีกี่หน่วย อะไรบ้าง",
        answer: "กำลังทหารของประเทศ มี ๓ หน่วย  ๑. กองทัพบก   ๒. กองทัพเรือ  ๓. กองทัพอากาศ"
    },
    {
        no: "๘๓",
        qust: "ประเทศไทยได้มีการเปลี่ยนแปลงการปกครองจากระบอบสมบูรณาญาสิทธิราช มาเป็นระบอบประชาธิปไตย ในปี พ.ศ.ใด",
        answer: "พ.ศ.๒๔๗๕"
    },
    {
        no: "๘๔",
        qust: "ขวัญ คืออะไร",
        answer: "ขวัญ คือ ภาวะทางจิตใจของบุคคลอันมีต่อหน้าที่   การงาน หรือกล่าวอีกนัยหนึ่งคือ กำลังใจ"
    },
    {
        no: "๘๕",
        qust: "บุคคลที่ทำร้ายร่างกายตนเองหรือให้ผู้อื่นกระทำ เพื่อให้พ้นจากการรับราชการทหาร มีความผิดอย่างไร",
        answer: "ต้องระวางโทษจำคุกตั้งแต่ ๑-๘ ปี"
    },
    {
        no: "๘๖",
        qust: "สมัยประชุมสามัญของรัฐสภาสมัยหนึ่งๆ มีการกำหนดเวลาเท่าใด",
        answer: "120 วัน"
    },
    {
        no: "๘๗",
        qust: "รัฐสภาประกอบด้วยอะไรบ้าง",
        answer: "สภาผู้แทนราษฎร และวุฒิสภา"
    },
    {
        no: "๘๘",
        qust: "บุคคลที่มีลักษณะใดเป็นบุคคลต้องห้าม มิให้ใช้สิทธิในการสมัครรับเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
        answer: "ติดยาเสพติดให้โทษ และบุคคลล้มละลาย หรือเคยเป็นบุคลล้มละลายทุจริต",
        answer2: "ติดยาเสพติดให้โทษและบุคคลล้มละลายหรือเคยเป็นบุคลล้มละลายทุจริต"
    },

    {
        no: "๘๙",
        qust: "อายุของสภาผู้แทนราษฎรมีกำหนดคราวละกี่ปี",
        answer: "มีกำหนด ๔ ปี นับตั้งแต่วันเลือกตั้ง"
    },
    {
        no: "๙๐",
        qust: "บุคคลผู้มีคุณสมบัติใดเป็นผู้มีสิทธิสมัครรับเลือกตั้งเป็นสมาชิกวุฒิสภา",
        answer: "๑. มีสัญชาติไทยโดยการเกิด\n๒. มีอายุไม่ต่ำกว่า๔๐ปีบริบูรณ์ในวันเลือกตั้ง หรือวันที่ได้รับการเสนอชื่อ\n๓. สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรี หรือเทียบเท่า"
    },
    {
        no: "๙๑",
        qust: "ใครเป็นผู้แต่งตั้งผู้ตรวจการแผ่นดินของรัฐสภา",
        answer: "พระมหากษัตริย์ แต่งตั้งตามคำแนะนำของวุฒิสภา"
    },
    {
        no: "๙๒",
        qust: "ใครเป็นผู้แต่งตั้งนายกรัฐมนตรี ",
        answer: "พระมหากษัตริย์"
    },
    {
        no: "๙๓",
        qust: "ผู้พิพากษาและตุลาการ จะเป็นข้าราชการทางการเมือง หรือผู้ดำรงตำแหน่งทางการเมืองได้หรือไม่",
        answer: "ไม่ได้"
    },
    {
        no: "๙๔",
        qust: "ศาลใดมีอำนาจพิจารณาพิพากษาคดี ที่เป็นข้อพิพาทระหว่างหน่วยราชการหน่วยงานของรัฐ หรือรัฐวิสาหกิจ",
        answer: "ศาลปกครอง"
    },
    {
        no: "๙๕",
        qust: "องคมนตรีจะพ้นตำแหน่งเมื่อใด",
        answer: "๑. ตาย\n๒. ลาออก\n๓. มีพระบรมราชโองการให้พ้นจากตำแหน่ง",
        answer2: "๑. ตาย ๒. ลาออก ๓. มีพระบรมราชโองการให้พ้นจากตำแหน่ง"

    },
    {
        no: "๙๖",
        qust: "ช้างพระที่นั่งทรง ของสมเด็จพระนเรศวรมหาราช มีชื่อว่าอะไร",
        answer: "เจ้าพระยาไชยานุภาพ"
    },
    {
        no: "๙๗",
        qust: "ขุนหลวงตาก เป็นชื่อของใคร",
        answer: "สมเด็จพระเจ้ากรุงธนบุรี หรือสมเด็จพระเจ้าตากสินมหาราช"
    },
    {
        no: "๙๘",
        qust: "เหตุที่ไม่ตั้งกรุงศรีอยุธยากลับขึ้นเป็นราชธานีเพราะ",
        answer: "๑. กรุงศรีอยุธยาพังพินาศ\n๒. พม่าข้าศึกมาตีกรุงศรีอยุธยา จนชำนาญทางดี\n๓. พระเจ้าตากสินมีกำลังรี้พลน้อย"
    },
    {
        no: "๙๙",
        qust: "ผู้รวบรวมกำลังชาวเมืองเข้าโจมตีกองกำลังทหารเมืองเวียงจันทน์เพื่อกอบกู้เมืองราชสีมา คือใคร",
        answer: "คุณหญิงโม  (ท้าวสุรนารี)"
    },
    {
        no: "๑๐๐",
        qust: "ในสงคราม ๙ ทัพ วีรสตรีผู้รักษาเมืองถลางไว้ ให้พ้นจากการรุกรานของพม่าได้คือ",
        answer: "คุณหญิงจัน และนางมุก"
    },
    {
        no: "๑๐๑",
        qust: "ทฤษฎีใหม่ตามแนวพระราชดำริของพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช ให้ดำเนินชีวิตแบบใด",
        answer: "ดำเนินชีวิตที่พอเพียง",
        answer2: "ดำเนินชีวิตที่พอเพียง"
    },
    {
        no: "๑๐๒",
        qust: "การแก้ปัญหาวิกฤติของไทยตามแนวเศรษฐกิจพอเพียงส่งเสริมให้ประชาชนหันมาประกอบอาชีพใด",
        answer: "เกษตรกรรม"
    },
    {
        no: "๑๐๓",
        qust: "ปรัชญาเศรษฐกิจพอเพียง เป็นแนวพระราชดำริของรัชกาลใด",
        answer: "รัชกาลที่ ๙"
    },
    {
        no: "๑๐๔",
        qust: "ปรัชญาเศรษฐกิจพอเพียง คือข้อใด",
        answer: "พอประมาณ มีเหตุผล มีภูมิคุ้มกัน "
    },
    {
        no: "๑๐๕",
        qust: "ค่านิยมหลักของคนไทย ตามนโยบายของ คสช. มีกี่ประการ",
        answer: "๑๒ ประการ"
    },
    {
        no: "๑๐๖",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๑ คืออะไร",
        answer: "มีความรักชาติ ศาสนา พระมหากษัตริย์"
    },
    {
        no: "๑๐๗",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๒ คืออะไร",
        answer: "ซื่อสัตย์ เสียสละ อดทน มีอุดมการณ์ในสิ่งที่ดีงามเพื่อส่วนรวม"
    },
    {
        no: "๑๐๘",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๓ คืออะไร",
        answer: "กตัญญูต่อพ่อแม่ ผู้ปกครอง ครูบาอาจารย์"
    },
    {
        no: "๑๐๙",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๔ คืออะไร",
        answer: "ใฝ่หาความรู้ หมั่นศึกษาเล่าเรียนทั้งทางตรง และทางอ้อม"
    },
    {
        no: "๑๑๐",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๕ คืออะไร",
        answer: "รักษาวัฒนธรรมประเพณีอันงดงาม"
    },
    {
        no: "๑๑๑",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๖ คืออะไร",
        answer: "มีศีลธรรม รักษาความสัตย์ หวังดีต่อผู้อื่น เผื่อแผ่และแบ่งปัน"
    },
    {
        no: "๑๑๒",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๗ คืออะไร",
        answer: "เข้าใจและเรียนรู้การเป็นประชาธิปไตย อันมีพระมหากษัตริย์ทรงเป็นประมุขที่ถูกต้อง"
    },
    {
        no: "๑๑๓",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๘ คืออะไร",
        answer: "มีระเบียบวินัย เคารพกฎหมาย ผู้น้อยรู้จักเคารพผู้ใหญ่",
    },
    {
        no: "๑๑๔",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๙ คืออะไร",
        answer: "มีสติรู้ตัว รู้คิด รู้ทำ รู้ปฏิบัติตามพระราชดำรัสของพระบาทสมเด็จพระเจ้าอยู่หัว"
    },
    {
        no: "๑๑๕",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๑๐ คืออะไร",
        answer: "รู้จักดำรงตนอยู่ในหลักปรัชญาเศรษฐกิจพอเพียงตามพระราชดำรัสของพระบาทสมเด็จพระเจ้าอยู่หัว รู้จักอดออมไว้ใช้ในยามจำเป็น มีไว้พอกินพอใช้ ถ้าเหลือก็แจกจ่ายจำหน่าย และพร้อมที่จะขยายกิจการเมื่อมีความพร้อม เมื่อมีภูมิคุ้มกันที่ดี"
    },
    {
        no: "๑๑๖",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๑๑ คืออะไร",
        answer: "มีความเข้มแข็งทั้งร่างกายแบะจิตใจ ไม่ยอมแพ้ต่ออำนาจฝ่ายต่ำ หรือกิเลส มีความละอายเกรงกลัวต่อบาป ตามหลักของศาสนา"
    },
    {
        no: "๑๑๗",
        qust: "ค่านิยมหลักของคนไทย ๑๒ ประการ ข้อที่ ๑๒ คืออะไร",
        answer: "คำนึงถึงผลประโยชน์ส่วนรวม และของชาติมากกว่าผลประโยชน์ของตัวเอง"
    },
    {
        no: "๑๑๘",
        qust: "หลักปรัชญาเศรษฐกิจพอเพียงตามพระราชดำรัสของพระบาทสมเด็จพระเจ้าอยู่หัว มีอะไรบ้าง",
        answer: "อดออม พอกินพอใช้ ขยายกิจการเมื่อมีความพร้อม"
    },
    {
        no: "๑๑๙",
        qust: "การกำหนดค่านิยมหลักของคนไทย ๑๒ ประการ ของ คสช. เพื่ออะไร",
        answer: "เพื่อให้เกิดจิตสำนึกต่อสถาบันชาติ ศาสนา พระมหากษัตริย์ และเป็นคนดีของสังคม"
    },
    {
        no: "๑๒๐",
        qust: "ซื่อสัตย์ เสียสละ อดทน มีอุดมการณ์ในสิ่งที่ดีงามเพื่อส่วนรวม หมายถึงอะไร",
        answer: "มีความซื่อสัตย์ไม่คดโกงไม่เอาเปรียบคนอื่น เสียสละเพื่อส่วนรวมไม่เห็นแก่ตัว อดทน และมีอุดมการณ์ต่อส่วนรวม จิตสำนึกนี้ใครเห็นใครก็ชม"
    },
    {
        no: "๑๒๑",
        qust: "คสช. ย่อมาจากอะไร",
        answer: "คณะรักษาความสงบแห่งชาติ"
    },
    {
        no: "๑๒๒",
        qust: "พระราชดำรัชพระบาทสมเด็จพระเจ้าอยู่หัว ตามค่านิยมหลักข้อที่ ๙ คืออะไร",
        answer: "มีสติรู้ตัว รู้คิด รู้ทำ"
    },
    {
        no: "๑๒๓",
        qust: "ค่านิยมหลัก ๑๒ ประการ ข้อที่ ๓ หมายถึงบุคคลใด",
        answer: "พ่อแม่ ผู้ปกครอง ครูบาอาจารย์"
    },
    {
        no: "๑๒๔",
        qust: "การรักษาวัฒนธรรมประเพณีอันดีงาม คืออะไร",
        answer: "การร่วมอนุรักษ์ประเพณี เช่น ประเพณีลอยกระทง เป็นต้น"
    },
    {
        no: "๑๒๕",
        qust: "หิริโอตตัปปะ มีความหมายตรงกับข้อใด",
        answer: "ข้อ ๑๑"
    },
    {
        no: "๑๒๖",
        qust: "การป้องกันประเทศ มีความหมายตรงกับข้อใด",
        answer: "ข้อ ๑"
    },
    {
        no: "๑๒๗",
        qust: "การกระทำเพื่อคนส่วนใหญ่ทั้งประเทศ มีความหมายตรงกับข้อใด",
        answer: "ข้อ ๑๒"
    },
    {
        no: "๑๒๘",
        qust: "คำว่า" + "เข้าใจ เข้าถึง พัฒนา" + "มีความหมายตรงกับข้อใด",
        answer: "ข้อ ๙"
    },

]